InnoDBVsMyRocks/sysbench-tpcc/4t_1h_s200_myrocks_rate_limit_0_acid/sb.out
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 4
Report intermediate results every 10 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 10s ] thds: 4 tps: 26.60 qps: 711.07 (r/w/o: 322.44/333.84/54.79) lat (ms,95%): 427.07 err/s 0.00 reconn/s: 0.00
[ 20s ] thds: 4 tps: 49.40 qps: 1415.03 (r/w/o: 645.52/670.82/98.70) lat (ms,95%): 179.94 err/s 0.30 reconn/s: 0.00
[ 30s ] thds: 4 tps: 31.50 qps: 866.70 (r/w/o: 395.00/408.60/63.10) lat (ms,95%): 369.77 err/s 0.10 reconn/s: 0.00
[ 40s ] thds: 4 tps: 41.50 qps: 1198.10 (r/w/o: 544.30/570.80/83.00) lat (ms,95%): 282.25 err/s 0.10 reconn/s: 0.00
[ 50s ] thds: 4 tps: 42.80 qps: 1193.95 (r/w/o: 543.78/564.57/85.60) lat (ms,95%): 397.39 err/s 0.10 reconn/s: 0.00
[ 60s ] thds: 4 tps: 44.20 qps: 1336.66 (r/w/o: 607.03/641.23/88.40) lat (ms,95%): 267.41 err/s 0.10 reconn/s: 0.00
[ 70s ] thds: 4 tps: 42.19 qps: 1216.48 (r/w/o: 554.36/577.75/84.38) lat (ms,95%): 282.25 err/s 0.30 reconn/s: 0.00
[ 80s ] thds: 4 tps: 43.61 qps: 1222.08 (r/w/o: 559.03/575.83/87.22) lat (ms,95%): 277.21 err/s 0.10 reconn/s: 0.00
[ 90s ] thds: 4 tps: 49.80 qps: 1404.14 (r/w/o: 639.52/665.02/99.60) lat (ms,95%): 231.53 err/s 0.10 reconn/s: 0.00
[ 100s ] thds: 4 tps: 32.69 qps: 997.33 (r/w/o: 455.92/476.02/65.39) lat (ms,95%): 590.56 err/s 0.30 reconn/s: 0.00
[ 110s ] thds: 4 tps: 55.80 qps: 1549.22 (r/w/o: 704.15/733.46/111.61) lat (ms,95%): 186.54 err/s 0.10 reconn/s: 0.00
[ 120s ] thds: 4 tps: 19.80 qps: 499.43 (r/w/o: 225.51/234.31/39.60) lat (ms,95%): 682.06 err/s 0.10 reconn/s: 0.00
[ 130s ] thds: 4 tps: 16.20 qps: 456.18 (r/w/o: 208.49/215.29/32.40) lat (ms,95%): 1089.30 err/s 0.20 reconn/s: 0.00
[ 140s ] thds: 4 tps: 50.10 qps: 1424.75 (r/w/o: 648.62/676.02/100.10) lat (ms,95%): 189.93 err/s 0.20 reconn/s: 0.00
[ 150s ] thds: 4 tps: 47.30 qps: 1186.21 (r/w/o: 540.50/551.00/94.70) lat (ms,95%): 248.83 err/s 0.30 reconn/s: 0.00
[ 160s ] thds: 4 tps: 43.80 qps: 1205.44 (r/w/o: 549.52/568.32/87.60) lat (ms,95%): 308.84 err/s 0.00 reconn/s: 0.00
[ 170s ] thds: 4 tps: 57.40 qps: 1721.09 (r/w/o: 789.40/816.90/114.80) lat (ms,95%): 155.80 err/s 0.10 reconn/s: 0.00
[ 180s ] thds: 4 tps: 42.60 qps: 1138.40 (r/w/o: 516.70/536.50/85.20) lat (ms,95%): 331.91 err/s 0.10 reconn/s: 0.00
[ 190s ] thds: 4 tps: 43.30 qps: 1230.31 (r/w/o: 560.50/583.20/86.60) lat (ms,95%): 314.45 err/s 0.40 reconn/s: 0.00
[ 200s ] thds: 4 tps: 41.40 qps: 1124.37 (r/w/o: 513.09/528.49/82.80) lat (ms,95%): 383.33 err/s 0.20 reconn/s: 0.00
[ 210s ] thds: 4 tps: 51.70 qps: 1424.93 (r/w/o: 650.51/671.01/103.40) lat (ms,95%): 419.45 err/s 0.10 reconn/s: 0.00
[ 220s ] thds: 4 tps: 48.40 qps: 1394.00 (r/w/o: 637.40/659.80/96.80) lat (ms,95%): 231.53 err/s 0.30 reconn/s: 0.00
[ 230s ] thds: 4 tps: 37.90 qps: 1094.01 (r/w/o: 494.20/524.00/75.80) lat (ms,95%): 292.60 err/s 0.10 reconn/s: 0.00
[ 240s ] thds: 4 tps: 68.50 qps: 1963.08 (r/w/o: 894.09/931.99/137.00) lat (ms,95%): 121.08 err/s 0.00 reconn/s: 0.00
[ 250s ] thds: 4 tps: 72.20 qps: 2168.63 (r/w/o: 990.57/1033.67/144.40) lat (ms,95%): 99.33 err/s 0.50 reconn/s: 0.00
[ 260s ] thds: 4 tps: 68.90 qps: 1925.86 (r/w/o: 875.28/912.88/137.70) lat (ms,95%): 112.67 err/s 0.20 reconn/s: 0.00
[ 270s ] thds: 4 tps: 76.50 qps: 2134.25 (r/w/o: 976.82/1004.32/153.10) lat (ms,95%): 97.55 err/s 0.20 reconn/s: 0.00
[ 280s ] thds: 4 tps: 70.60 qps: 2017.45 (r/w/o: 919.62/956.72/141.10) lat (ms,95%): 104.84 err/s 0.20 reconn/s: 0.00
[ 290s ] thds: 4 tps: 72.30 qps: 2029.21 (r/w/o: 920.61/963.91/144.70) lat (ms,95%): 130.13 err/s 0.00 reconn/s: 0.00
[ 300s ] thds: 4 tps: 81.10 qps: 2346.18 (r/w/o: 1067.09/1116.89/162.20) lat (ms,95%): 97.55 err/s 0.30 reconn/s: 0.00
[ 310s ] thds: 4 tps: 83.60 qps: 2334.36 (r/w/o: 1063.94/1103.24/167.19) lat (ms,95%): 92.42 err/s 0.30 reconn/s: 0.00
[ 320s ] thds: 4 tps: 84.90 qps: 2473.85 (r/w/o: 1128.52/1175.52/169.80) lat (ms,95%): 90.78 err/s 0.20 reconn/s: 0.00
[ 330s ] thds: 4 tps: 85.10 qps: 2464.66 (r/w/o: 1122.83/1171.73/170.10) lat (ms,95%): 87.56 err/s 0.40 reconn/s: 0.00
[ 340s ] thds: 4 tps: 91.40 qps: 2617.82 (r/w/o: 1193.31/1241.61/182.90) lat (ms,95%): 81.48 err/s 0.30 reconn/s: 0.00
[ 350s ] thds: 4 tps: 95.50 qps: 2764.61 (r/w/o: 1263.50/1310.20/190.90) lat (ms,95%): 82.96 err/s 0.30 reconn/s: 0.00
[ 360s ] thds: 4 tps: 96.00 qps: 2829.98 (r/w/o: 1293.49/1344.39/192.10) lat (ms,95%): 82.96 err/s 0.90 reconn/s: 0.00
[ 370s ] thds: 4 tps: 87.70 qps: 2537.37 (r/w/o: 1158.48/1203.48/175.40) lat (ms,95%): 89.16 err/s 0.70 reconn/s: 0.00
[ 380s ] thds: 4 tps: 98.00 qps: 2682.92 (r/w/o: 1218.86/1268.06/195.99) lat (ms,95%): 81.48 err/s 0.30 reconn/s: 0.00
[ 390s ] thds: 4 tps: 99.09 qps: 2791.16 (r/w/o: 1274.64/1318.33/198.19) lat (ms,95%): 82.96 err/s 0.50 reconn/s: 0.00
[ 400s ] thds: 4 tps: 97.21 qps: 2779.54 (r/w/o: 1266.71/1318.41/194.42) lat (ms,95%): 86.00 err/s 0.40 reconn/s: 0.00
[ 410s ] thds: 4 tps: 105.30 qps: 3009.94 (r/w/o: 1372.02/1427.32/210.60) lat (ms,95%): 78.60 err/s 0.30 reconn/s: 0.00
[ 420s ] thds: 4 tps: 114.50 qps: 3316.71 (r/w/o: 1512.21/1575.61/228.90) lat (ms,95%): 71.83 err/s 0.50 reconn/s: 0.00
[ 430s ] thds: 4 tps: 110.10 qps: 3171.75 (r/w/o: 1444.68/1506.78/220.30) lat (ms,95%): 74.46 err/s 0.70 reconn/s: 0.00
[ 440s ] thds: 4 tps: 120.80 qps: 3463.91 (r/w/o: 1582.15/1640.25/241.51) lat (ms,95%): 70.55 err/s 0.50 reconn/s: 0.00
[ 450s ] thds: 4 tps: 119.70 qps: 3480.28 (r/w/o: 1591.74/1649.14/239.39) lat (ms,95%): 66.84 err/s 0.90 reconn/s: 0.00
[ 460s ] thds: 4 tps: 121.80 qps: 3471.89 (r/w/o: 1584.14/1644.04/243.71) lat (ms,95%): 69.29 err/s 0.40 reconn/s: 0.00
[ 470s ] thds: 4 tps: 126.20 qps: 3417.03 (r/w/o: 1559.11/1605.61/252.30) lat (ms,95%): 68.05 err/s 0.60 reconn/s: 0.00
[ 480s ] thds: 4 tps: 130.50 qps: 3722.19 (r/w/o: 1695.80/1765.40/261.00) lat (ms,95%): 65.65 err/s 0.50 reconn/s: 0.00
[ 490s ] thds: 4 tps: 129.19 qps: 3586.95 (r/w/o: 1634.03/1694.43/258.49) lat (ms,95%): 64.47 err/s 0.60 reconn/s: 0.00
[ 500s ] thds: 4 tps: 130.61 qps: 3737.14 (r/w/o: 1710.17/1765.87/261.11) lat (ms,95%): 66.84 err/s 0.50 reconn/s: 0.00
[ 510s ] thds: 4 tps: 135.29 qps: 3869.76 (r/w/o: 1772.83/1826.23/270.69) lat (ms,95%): 59.99 err/s 0.20 reconn/s: 0.00
[ 520s ] thds: 4 tps: 136.51 qps: 3829.44 (r/w/o: 1746.36/1810.17/272.91) lat (ms,95%): 61.08 err/s 0.80 reconn/s: 0.00
[ 530s ] thds: 4 tps: 140.50 qps: 3937.82 (r/w/o: 1797.01/1859.81/281.00) lat (ms,95%): 58.92 err/s 0.60 reconn/s: 0.00
[ 540s ] thds: 4 tps: 138.20 qps: 3995.89 (r/w/o: 1820.40/1899.00/276.50) lat (ms,95%): 61.08 err/s 0.80 reconn/s: 0.00
[ 550s ] thds: 4 tps: 124.49 qps: 3561.28 (r/w/o: 1628.01/1684.40/248.87) lat (ms,95%): 63.32 err/s 0.70 reconn/s: 0.00
[ 560s ] thds: 4 tps: 135.81 qps: 3898.06 (r/w/o: 1783.87/1842.47/271.73) lat (ms,95%): 61.08 err/s 0.60 reconn/s: 0.00
[ 570s ] thds: 4 tps: 140.70 qps: 4085.47 (r/w/o: 1866.03/1938.13/281.30) lat (ms,95%): 58.92 err/s 0.40 reconn/s: 0.00
[ 580s ] thds: 4 tps: 141.90 qps: 3894.84 (r/w/o: 1776.32/1834.62/283.90) lat (ms,95%): 61.08 err/s 0.70 reconn/s: 0.00
[ 590s ] thds: 4 tps: 145.39 qps: 4101.14 (r/w/o: 1868.33/1942.12/290.69) lat (ms,95%): 57.87 err/s 0.70 reconn/s: 0.00
[ 600s ] thds: 4 tps: 144.70 qps: 4241.58 (r/w/o: 1936.59/2015.59/289.40) lat (ms,95%): 57.87 err/s 0.70 reconn/s: 0.00
[ 610s ] thds: 4 tps: 149.41 qps: 4227.20 (r/w/o: 1929.09/1999.19/298.91) lat (ms,95%): 56.84 err/s 1.20 reconn/s: 0.00
[ 620s ] thds: 4 tps: 152.10 qps: 4217.70 (r/w/o: 1926.70/1986.90/304.10) lat (ms,95%): 54.83 err/s 0.60 reconn/s: 0.00
[ 630s ] thds: 4 tps: 154.30 qps: 4358.30 (r/w/o: 1989.10/2060.50/308.70) lat (ms,95%): 55.82 err/s 0.10 reconn/s: 0.00
[ 640s ] thds: 4 tps: 154.39 qps: 4395.64 (r/w/o: 2004.93/2082.12/308.59) lat (ms,95%): 54.83 err/s 0.40 reconn/s: 0.00
[ 650s ] thds: 4 tps: 154.90 qps: 4471.76 (r/w/o: 2036.84/2124.93/309.99) lat (ms,95%): 55.82 err/s 0.40 reconn/s: 0.00
[ 660s ] thds: 4 tps: 157.50 qps: 4355.53 (r/w/o: 1985.56/2055.16/314.81) lat (ms,95%): 53.85 err/s 1.10 reconn/s: 0.00
[ 670s ] thds: 4 tps: 157.99 qps: 4407.46 (r/w/o: 2009.85/2081.44/316.18) lat (ms,95%): 53.85 err/s 0.50 reconn/s: 0.00
[ 680s ] thds: 4 tps: 158.92 qps: 4444.70 (r/w/o: 2025.43/2101.54/317.74) lat (ms,95%): 54.83 err/s 0.70 reconn/s: 0.00
[ 690s ] thds: 4 tps: 109.98 qps: 3161.96 (r/w/o: 1446.80/1495.39/219.77) lat (ms,95%): 114.72 err/s 0.70 reconn/s: 0.00
[ 700s ] thds: 4 tps: 115.42 qps: 3206.53 (r/w/o: 1468.50/1506.90/231.13) lat (ms,95%): 82.96 err/s 0.90 reconn/s: 0.00
[ 710s ] thds: 4 tps: 143.79 qps: 4113.72 (r/w/o: 1879.87/1946.37/287.48) lat (ms,95%): 59.99 err/s 0.50 reconn/s: 0.00
[ 720s ] thds: 4 tps: 148.61 qps: 4362.97 (r/w/o: 1985.52/2080.13/297.32) lat (ms,95%): 56.84 err/s 0.90 reconn/s: 0.00
[ 730s ] thds: 4 tps: 152.19 qps: 4256.65 (r/w/o: 1943.73/2008.53/304.39) lat (ms,95%): 56.84 err/s 0.40 reconn/s: 0.00
[ 740s ] thds: 4 tps: 155.61 qps: 4472.88 (r/w/o: 2035.68/2125.99/311.21) lat (ms,95%): 55.82 err/s 0.70 reconn/s: 0.00
[ 750s ] thds: 4 tps: 159.40 qps: 4590.68 (r/w/o: 2098.45/2173.54/318.69) lat (ms,95%): 53.85 err/s 0.70 reconn/s: 0.00
[ 760s ] thds: 4 tps: 160.70 qps: 4585.59 (r/w/o: 2089.54/2174.54/321.51) lat (ms,95%): 54.83 err/s 0.70 reconn/s: 0.00
[ 770s ] thds: 4 tps: 163.00 qps: 4667.83 (r/w/o: 2129.77/2212.17/325.89) lat (ms,95%): 54.83 err/s 0.80 reconn/s: 0.00
[ 780s ] thds: 4 tps: 162.50 qps: 4796.42 (r/w/o: 2186.65/2284.76/325.01) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 790s ] thds: 4 tps: 162.20 qps: 4705.21 (r/w/o: 2139.40/2241.40/324.40) lat (ms,95%): 53.85 err/s 0.50 reconn/s: 0.00
[ 800s ] thds: 4 tps: 165.20 qps: 4713.07 (r/w/o: 2147.69/2234.89/330.50) lat (ms,95%): 53.85 err/s 0.10 reconn/s: 0.00
[ 810s ] thds: 4 tps: 167.50 qps: 4732.03 (r/w/o: 2160.37/2236.67/334.99) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 820s ] thds: 4 tps: 164.50 qps: 4760.80 (r/w/o: 2173.65/2258.25/328.91) lat (ms,95%): 53.85 err/s 0.90 reconn/s: 0.00
[ 830s ] thds: 4 tps: 149.80 qps: 4344.09 (r/w/o: 1983.50/2061.00/299.60) lat (ms,95%): 54.83 err/s 0.70 reconn/s: 0.00
[ 840s ] thds: 4 tps: 158.40 qps: 4666.31 (r/w/o: 2129.50/2219.90/316.90) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 850s ] thds: 4 tps: 166.39 qps: 4700.48 (r/w/o: 2146.50/2221.19/332.78) lat (ms,95%): 53.85 err/s 1.10 reconn/s: 0.00
[ 860s ] thds: 4 tps: 166.91 qps: 4741.52 (r/w/o: 2159.30/2248.50/333.72) lat (ms,95%): 51.94 err/s 0.30 reconn/s: 0.00
[ 870s ] thds: 4 tps: 167.50 qps: 4736.01 (r/w/o: 2156.80/2244.10/335.10) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 880s ] thds: 4 tps: 168.10 qps: 4799.40 (r/w/o: 2186.80/2276.40/336.20) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 890s ] thds: 4 tps: 173.30 qps: 4694.57 (r/w/o: 2148.14/2199.94/346.49) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 900s ] thds: 4 tps: 170.40 qps: 4792.43 (r/w/o: 2183.11/2268.41/340.90) lat (ms,95%): 52.89 err/s 1.10 reconn/s: 0.00
[ 910s ] thds: 4 tps: 170.30 qps: 4868.86 (r/w/o: 2226.68/2301.68/340.50) lat (ms,95%): 51.94 err/s 0.60 reconn/s: 0.00
[ 920s ] thds: 4 tps: 171.31 qps: 4838.45 (r/w/o: 2203.17/2292.67/342.61) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 930s ] thds: 4 tps: 171.89 qps: 4846.23 (r/w/o: 2211.58/2290.87/343.78) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 940s ] thds: 4 tps: 172.61 qps: 4927.38 (r/w/o: 2251.23/2330.83/345.32) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 950s ] thds: 4 tps: 161.40 qps: 4625.60 (r/w/o: 2109.55/2193.25/322.79) lat (ms,95%): 55.82 err/s 0.50 reconn/s: 0.00
[ 960s ] thds: 4 tps: 160.40 qps: 4640.50 (r/w/o: 2121.95/2197.75/320.81) lat (ms,95%): 56.84 err/s 0.70 reconn/s: 0.00
[ 970s ] thds: 4 tps: 165.70 qps: 4855.36 (r/w/o: 2212.43/2311.63/331.29) lat (ms,95%): 56.84 err/s 0.90 reconn/s: 0.00
[ 980s ] thds: 4 tps: 171.11 qps: 4743.94 (r/w/o: 2163.46/2238.17/342.31) lat (ms,95%): 52.89 err/s 1.10 reconn/s: 0.00
[ 990s ] thds: 4 tps: 171.59 qps: 4979.95 (r/w/o: 2269.39/2367.58/342.98) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 1000s ] thds: 4 tps: 172.71 qps: 4905.35 (r/w/o: 2233.92/2325.82/345.62) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 1010s ] thds: 4 tps: 171.60 qps: 4927.40 (r/w/o: 2249.30/2334.90/343.20) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 1020s ] thds: 4 tps: 173.20 qps: 4978.46 (r/w/o: 2265.58/2366.48/346.40) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 1030s ] thds: 4 tps: 172.29 qps: 4927.34 (r/w/o: 2243.83/2339.13/344.39) lat (ms,95%): 52.89 err/s 0.40 reconn/s: 0.00
[ 1040s ] thds: 4 tps: 172.81 qps: 4815.88 (r/w/o: 2195.98/2274.18/345.71) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 1050s ] thds: 4 tps: 171.60 qps: 4684.15 (r/w/o: 2134.98/2205.98/343.20) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 1060s ] thds: 4 tps: 172.70 qps: 5027.95 (r/w/o: 2293.12/2389.32/345.50) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1070s ] thds: 4 tps: 169.60 qps: 4872.06 (r/w/o: 2224.18/2308.68/339.20) lat (ms,95%): 53.85 err/s 0.40 reconn/s: 0.00
[ 1080s ] thds: 4 tps: 155.59 qps: 4429.24 (r/w/o: 2023.93/2094.23/311.09) lat (ms,95%): 55.82 err/s 0.50 reconn/s: 0.00
[ 1090s ] thds: 4 tps: 169.51 qps: 4707.10 (r/w/o: 2146.29/2221.70/339.11) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 1100s ] thds: 4 tps: 172.00 qps: 4773.90 (r/w/o: 2182.30/2247.70/343.90) lat (ms,95%): 53.85 err/s 0.50 reconn/s: 0.00
[ 1110s ] thds: 4 tps: 172.30 qps: 5064.80 (r/w/o: 2314.80/2405.40/344.60) lat (ms,95%): 51.94 err/s 0.60 reconn/s: 0.00
[ 1120s ] thds: 4 tps: 175.20 qps: 4875.60 (r/w/o: 2224.10/2301.20/350.30) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1130s ] thds: 4 tps: 174.20 qps: 5006.59 (r/w/o: 2285.19/2372.99/348.40) lat (ms,95%): 53.85 err/s 0.40 reconn/s: 0.00
[ 1140s ] thds: 4 tps: 168.10 qps: 4942.41 (r/w/o: 2251.91/2354.11/336.40) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 1150s ] thds: 4 tps: 174.90 qps: 5046.89 (r/w/o: 2294.19/2402.89/349.80) lat (ms,95%): 51.94 err/s 1.30 reconn/s: 0.00
[ 1160s ] thds: 4 tps: 172.80 qps: 4942.50 (r/w/o: 2251.90/2345.00/345.60) lat (ms,95%): 55.82 err/s 0.60 reconn/s: 0.00
[ 1170s ] thds: 4 tps: 174.30 qps: 4990.32 (r/w/o: 2281.11/2360.91/348.30) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 1180s ] thds: 4 tps: 174.30 qps: 4956.35 (r/w/o: 2253.08/2354.48/348.80) lat (ms,95%): 55.82 err/s 1.20 reconn/s: 0.00
[ 1190s ] thds: 4 tps: 172.60 qps: 5055.57 (r/w/o: 2313.54/2396.74/345.29) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 1200s ] thds: 4 tps: 86.50 qps: 2452.67 (r/w/o: 1119.73/1159.93/173.01) lat (ms,95%): 179.94 err/s 0.20 reconn/s: 0.00
[ 1210s ] thds: 4 tps: 105.10 qps: 2922.98 (r/w/o: 1332.69/1380.19/210.10) lat (ms,95%): 114.72 err/s 0.50 reconn/s: 0.00
[ 1220s ] thds: 4 tps: 140.39 qps: 3888.72 (r/w/o: 1771.57/1836.27/280.88) lat (ms,95%): 65.65 err/s 0.60 reconn/s: 0.00
[ 1230s ] thds: 4 tps: 145.41 qps: 4005.69 (r/w/o: 1825.73/1889.14/290.82) lat (ms,95%): 66.84 err/s 1.00 reconn/s: 0.00
[ 1240s ] thds: 4 tps: 154.40 qps: 4447.22 (r/w/o: 2027.86/2110.66/308.69) lat (ms,95%): 58.92 err/s 1.40 reconn/s: 0.00
[ 1250s ] thds: 4 tps: 158.80 qps: 4409.92 (r/w/o: 2011.05/2081.26/317.61) lat (ms,95%): 57.87 err/s 0.50 reconn/s: 0.00
[ 1260s ] thds: 4 tps: 165.10 qps: 4750.68 (r/w/o: 2164.94/2255.44/330.29) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 1270s ] thds: 4 tps: 170.20 qps: 4845.70 (r/w/o: 2210.75/2294.55/340.41) lat (ms,95%): 52.89 err/s 0.30 reconn/s: 0.00
[ 1280s ] thds: 4 tps: 168.70 qps: 4815.52 (r/w/o: 2197.51/2280.61/337.40) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 1290s ] thds: 4 tps: 173.60 qps: 4906.06 (r/w/o: 2235.68/2323.18/347.20) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 1300s ] thds: 4 tps: 174.50 qps: 4874.02 (r/w/o: 2215.37/2309.66/348.99) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1310s ] thds: 4 tps: 178.20 qps: 4981.20 (r/w/o: 2277.15/2347.75/356.29) lat (ms,95%): 49.21 err/s 0.80 reconn/s: 0.00
[ 1320s ] thds: 4 tps: 175.01 qps: 5035.59 (r/w/o: 2292.49/2393.09/350.01) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1330s ] thds: 4 tps: 162.70 qps: 4444.13 (r/w/o: 2019.82/2098.82/325.50) lat (ms,95%): 54.83 err/s 1.00 reconn/s: 0.00
[ 1340s ] thds: 4 tps: 165.69 qps: 4636.03 (r/w/o: 2114.12/2190.52/331.39) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1350s ] thds: 4 tps: 172.10 qps: 4905.33 (r/w/o: 2240.06/2321.16/344.11) lat (ms,95%): 50.11 err/s 0.90 reconn/s: 0.00
[ 1360s ] thds: 4 tps: 176.20 qps: 4764.14 (r/w/o: 2176.62/2235.12/352.40) lat (ms,95%): 50.11 err/s 1.00 reconn/s: 0.00
[ 1370s ] thds: 4 tps: 175.10 qps: 4994.21 (r/w/o: 2278.21/2365.71/350.30) lat (ms,95%): 51.02 err/s 1.70 reconn/s: 0.00
[ 1380s ] thds: 4 tps: 175.59 qps: 4964.91 (r/w/o: 2255.81/2358.01/351.09) lat (ms,95%): 52.89 err/s 0.90 reconn/s: 0.00
[ 1390s ] thds: 4 tps: 177.60 qps: 4989.69 (r/w/o: 2267.84/2366.74/355.11) lat (ms,95%): 51.94 err/s 1.40 reconn/s: 0.00
[ 1400s ] thds: 4 tps: 176.80 qps: 4976.31 (r/w/o: 2270.85/2351.85/353.61) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 1410s ] thds: 4 tps: 177.30 qps: 5076.48 (r/w/o: 2314.89/2406.89/354.70) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1420s ] thds: 4 tps: 175.00 qps: 5159.82 (r/w/o: 2350.21/2459.51/350.10) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1430s ] thds: 4 tps: 177.49 qps: 5040.89 (r/w/o: 2300.41/2385.60/354.89) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1440s ] thds: 4 tps: 175.40 qps: 5035.00 (r/w/o: 2297.54/2386.55/350.91) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 1450s ] thds: 4 tps: 180.80 qps: 4877.11 (r/w/o: 2219.95/2295.55/361.61) lat (ms,95%): 50.11 err/s 0.80 reconn/s: 0.00
[ 1460s ] thds: 4 tps: 160.60 qps: 4351.09 (r/w/o: 1976.80/2053.10/321.20) lat (ms,95%): 55.82 err/s 1.60 reconn/s: 0.00
[ 1470s ] thds: 4 tps: 172.49 qps: 4890.96 (r/w/o: 2237.64/2308.53/344.79) lat (ms,95%): 51.94 err/s 0.60 reconn/s: 0.00
[ 1480s ] thds: 4 tps: 175.00 qps: 4967.99 (r/w/o: 2272.54/2345.24/350.21) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 1490s ] thds: 4 tps: 175.00 qps: 4974.66 (r/w/o: 2264.63/2360.13/349.90) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 1500s ] thds: 4 tps: 176.50 qps: 5118.09 (r/w/o: 2333.15/2431.85/353.09) lat (ms,95%): 51.94 err/s 1.30 reconn/s: 0.00
[ 1510s ] thds: 4 tps: 177.70 qps: 5120.05 (r/w/o: 2337.58/2427.08/355.40) lat (ms,95%): 51.94 err/s 1.50 reconn/s: 0.00
[ 1520s ] thds: 4 tps: 177.81 qps: 5112.17 (r/w/o: 2328.48/2428.28/355.41) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 1530s ] thds: 4 tps: 177.60 qps: 5153.48 (r/w/o: 2348.49/2449.59/355.40) lat (ms,95%): 52.89 err/s 0.40 reconn/s: 0.00
[ 1540s ] thds: 4 tps: 177.60 qps: 5064.31 (r/w/o: 2310.40/2398.80/355.10) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 1550s ] thds: 4 tps: 180.10 qps: 5191.77 (r/w/o: 2370.69/2460.79/360.30) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 1560s ] thds: 4 tps: 177.99 qps: 5029.56 (r/w/o: 2291.63/2381.93/355.99) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 1570s ] thds: 4 tps: 172.60 qps: 4978.44 (r/w/o: 2271.62/2361.62/345.20) lat (ms,95%): 54.83 err/s 1.00 reconn/s: 0.00
[ 1580s ] thds: 4 tps: 165.20 qps: 4835.04 (r/w/o: 2198.82/2305.92/330.30) lat (ms,95%): 53.85 err/s 0.40 reconn/s: 0.00
[ 1590s ] thds: 4 tps: 172.50 qps: 4887.18 (r/w/o: 2228.45/2313.94/344.79) lat (ms,95%): 51.94 err/s 0.60 reconn/s: 0.00
[ 1600s ] thds: 4 tps: 177.01 qps: 4994.50 (r/w/o: 2275.79/2364.50/354.21) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 1610s ] thds: 4 tps: 177.50 qps: 5060.17 (r/w/o: 2301.64/2403.44/355.09) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1620s ] thds: 4 tps: 179.00 qps: 5015.76 (r/w/o: 2290.03/2367.83/357.90) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 1630s ] thds: 4 tps: 178.60 qps: 5088.27 (r/w/o: 2321.34/2409.74/357.19) lat (ms,95%): 52.89 err/s 0.90 reconn/s: 0.00
[ 1640s ] thds: 4 tps: 177.21 qps: 5128.39 (r/w/o: 2334.89/2438.99/354.51) lat (ms,95%): 52.89 err/s 0.90 reconn/s: 0.00
[ 1650s ] thds: 4 tps: 179.80 qps: 5046.72 (r/w/o: 2307.41/2379.71/359.60) lat (ms,95%): 50.11 err/s 1.40 reconn/s: 0.00
[ 1660s ] thds: 4 tps: 178.30 qps: 5157.35 (r/w/o: 2348.08/2452.68/356.60) lat (ms,95%): 51.94 err/s 0.60 reconn/s: 0.00
[ 1670s ] thds: 4 tps: 179.50 qps: 5141.73 (r/w/o: 2347.11/2435.61/359.00) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 1680s ] thds: 4 tps: 180.90 qps: 5093.10 (r/w/o: 2328.15/2403.15/361.79) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1690s ] thds: 4 tps: 149.40 qps: 4407.48 (r/w/o: 2013.05/2095.64/298.79) lat (ms,95%): 66.84 err/s 0.70 reconn/s: 0.00
[ 1700s ] thds: 4 tps: 82.90 qps: 2399.82 (r/w/o: 1096.96/1137.06/165.81) lat (ms,95%): 186.54 err/s 0.20 reconn/s: 0.00
[ 1710s ] thds: 4 tps: 95.60 qps: 2695.97 (r/w/o: 1228.28/1276.48/191.20) lat (ms,95%): 147.61 err/s 0.40 reconn/s: 0.00
[ 1720s ] thds: 4 tps: 127.90 qps: 3612.73 (r/w/o: 1647.31/1709.61/255.80) lat (ms,95%): 73.13 err/s 0.40 reconn/s: 0.00
[ 1730s ] thds: 4 tps: 138.60 qps: 3800.15 (r/w/o: 1735.28/1787.78/277.10) lat (ms,95%): 64.47 err/s 0.90 reconn/s: 0.00
[ 1740s ] thds: 4 tps: 143.60 qps: 4056.22 (r/w/o: 1851.36/1917.56/287.29) lat (ms,95%): 63.32 err/s 0.70 reconn/s: 0.00
[ 1750s ] thds: 4 tps: 153.40 qps: 4393.29 (r/w/o: 2005.65/2080.95/306.69) lat (ms,95%): 57.87 err/s 0.60 reconn/s: 0.00
[ 1760s ] thds: 4 tps: 161.51 qps: 4754.06 (r/w/o: 2169.22/2261.72/323.12) lat (ms,95%): 55.82 err/s 0.40 reconn/s: 0.00
[ 1770s ] thds: 4 tps: 162.60 qps: 4531.98 (r/w/o: 2067.14/2139.74/325.09) lat (ms,95%): 58.92 err/s 0.90 reconn/s: 0.00
[ 1780s ] thds: 4 tps: 170.21 qps: 4988.47 (r/w/o: 2280.28/2367.88/340.31) lat (ms,95%): 55.82 err/s 0.90 reconn/s: 0.00
[ 1790s ] thds: 4 tps: 171.60 qps: 4996.26 (r/w/o: 2275.88/2377.08/343.30) lat (ms,95%): 53.85 err/s 1.00 reconn/s: 0.00
[ 1800s ] thds: 4 tps: 174.90 qps: 5092.10 (r/w/o: 2324.40/2417.90/349.80) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 1810s ] thds: 4 tps: 177.89 qps: 5040.89 (r/w/o: 2294.50/2390.60/355.79) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 1820s ] thds: 4 tps: 178.21 qps: 5022.25 (r/w/o: 2294.71/2371.12/356.42) lat (ms,95%): 50.11 err/s 0.90 reconn/s: 0.00
[ 1830s ] thds: 4 tps: 161.30 qps: 4634.01 (r/w/o: 2116.91/2194.41/322.70) lat (ms,95%): 54.83 err/s 0.50 reconn/s: 0.00
[ 1840s ] thds: 4 tps: 167.60 qps: 4772.40 (r/w/o: 2171.00/2266.20/335.20) lat (ms,95%): 51.94 err/s 1.10 reconn/s: 0.00
[ 1850s ] thds: 4 tps: 169.70 qps: 4887.29 (r/w/o: 2230.00/2318.00/339.30) lat (ms,95%): 54.83 err/s 0.50 reconn/s: 0.00
[ 1860s ] thds: 4 tps: 176.80 qps: 4997.36 (r/w/o: 2280.48/2363.28/353.60) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 1870s ] thds: 4 tps: 179.70 qps: 4896.75 (r/w/o: 2234.62/2302.72/359.40) lat (ms,95%): 49.21 err/s 0.60 reconn/s: 0.00
[ 1880s ] thds: 4 tps: 178.70 qps: 5124.70 (r/w/o: 2337.80/2429.50/357.40) lat (ms,95%): 50.11 err/s 0.10 reconn/s: 0.00
[ 1890s ] thds: 4 tps: 177.90 qps: 5209.65 (r/w/o: 2372.28/2481.47/355.90) lat (ms,95%): 51.94 err/s 1.20 reconn/s: 0.00
[ 1900s ] thds: 4 tps: 178.10 qps: 5179.74 (r/w/o: 2367.67/2455.87/356.20) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 1910s ] thds: 4 tps: 180.00 qps: 5158.18 (r/w/o: 2356.45/2441.84/359.89) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 1920s ] thds: 4 tps: 180.61 qps: 4974.52 (r/w/o: 2266.00/2347.20/361.32) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 1930s ] thds: 4 tps: 179.10 qps: 5167.70 (r/w/o: 2353.10/2456.40/358.20) lat (ms,95%): 52.89 err/s 1.10 reconn/s: 0.00
[ 1940s ] thds: 4 tps: 177.39 qps: 5269.54 (r/w/o: 2402.63/2512.23/354.69) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 1950s ] thds: 4 tps: 161.60 qps: 4584.84 (r/w/o: 2094.06/2167.46/323.31) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 1960s ] thds: 4 tps: 169.70 qps: 4800.34 (r/w/o: 2188.07/2272.97/339.30) lat (ms,95%): 53.85 err/s 0.30 reconn/s: 0.00
[ 1970s ] thds: 4 tps: 175.40 qps: 4983.73 (r/w/o: 2269.71/2363.22/350.80) lat (ms,95%): 51.94 err/s 1.30 reconn/s: 0.00
[ 1980s ] thds: 4 tps: 176.90 qps: 5107.81 (r/w/o: 2335.31/2418.61/353.90) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 1990s ] thds: 4 tps: 179.00 qps: 5068.92 (r/w/o: 2311.81/2399.11/358.00) lat (ms,95%): 51.02 err/s 1.60 reconn/s: 0.00
[ 2000s ] thds: 4 tps: 181.70 qps: 5004.51 (r/w/o: 2281.70/2359.50/363.30) lat (ms,95%): 50.11 err/s 1.60 reconn/s: 0.00
[ 2010s ] thds: 4 tps: 178.90 qps: 5155.45 (r/w/o: 2348.38/2449.28/357.80) lat (ms,95%): 50.11 err/s 1.10 reconn/s: 0.00
[ 2020s ] thds: 4 tps: 180.20 qps: 5058.72 (r/w/o: 2311.91/2386.31/360.50) lat (ms,95%): 49.21 err/s 1.20 reconn/s: 0.00
[ 2030s ] thds: 4 tps: 179.40 qps: 5222.69 (r/w/o: 2379.90/2484.00/358.80) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 2040s ] thds: 4 tps: 180.09 qps: 5080.68 (r/w/o: 2311.50/2409.00/360.18) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 2050s ] thds: 4 tps: 177.80 qps: 5084.32 (r/w/o: 2319.65/2409.06/355.61) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 2060s ] thds: 4 tps: 180.30 qps: 4969.63 (r/w/o: 2260.86/2348.16/360.61) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 2070s ] thds: 4 tps: 158.50 qps: 4519.79 (r/w/o: 2055.55/2147.25/316.99) lat (ms,95%): 53.85 err/s 1.10 reconn/s: 0.00
[ 2080s ] thds: 4 tps: 173.40 qps: 4815.32 (r/w/o: 2195.61/2272.91/346.80) lat (ms,95%): 53.85 err/s 0.40 reconn/s: 0.00
[ 2090s ] thds: 4 tps: 175.20 qps: 5189.71 (r/w/o: 2369.45/2469.85/350.41) lat (ms,95%): 53.85 err/s 0.70 reconn/s: 0.00
[ 2100s ] thds: 4 tps: 175.40 qps: 5183.00 (r/w/o: 2365.70/2466.50/350.80) lat (ms,95%): 50.11 err/s 0.50 reconn/s: 0.00
[ 2110s ] thds: 4 tps: 179.50 qps: 5095.91 (r/w/o: 2321.00/2415.90/359.00) lat (ms,95%): 50.11 err/s 0.60 reconn/s: 0.00
[ 2120s ] thds: 4 tps: 178.60 qps: 5039.55 (r/w/o: 2296.28/2386.08/357.20) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 2130s ] thds: 4 tps: 180.30 qps: 5124.11 (r/w/o: 2336.20/2427.30/360.60) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 2140s ] thds: 4 tps: 180.90 qps: 5034.64 (r/w/o: 2288.67/2384.17/361.80) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 2150s ] thds: 4 tps: 180.90 qps: 5184.66 (r/w/o: 2370.43/2452.43/361.80) lat (ms,95%): 50.11 err/s 0.90 reconn/s: 0.00
[ 2160s ] thds: 4 tps: 179.30 qps: 5193.32 (r/w/o: 2366.31/2468.41/358.60) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2170s ] thds: 4 tps: 181.40 qps: 5030.45 (r/w/o: 2289.18/2378.57/362.70) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2180s ] thds: 4 tps: 180.40 qps: 5141.34 (r/w/o: 2343.12/2437.32/360.90) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 2190s ] thds: 4 tps: 116.90 qps: 3630.64 (r/w/o: 1657.97/1738.97/233.70) lat (ms,95%): 94.10 err/s 0.70 reconn/s: 0.00
[ 2200s ] thds: 4 tps: 58.20 qps: 1683.56 (r/w/o: 770.04/797.23/116.29) lat (ms,95%): 369.77 err/s 0.00 reconn/s: 0.00
[ 2210s ] thds: 4 tps: 83.61 qps: 2490.49 (r/w/o: 1144.69/1178.39/167.41) lat (ms,95%): 183.21 err/s 0.50 reconn/s: 0.00
[ 2220s ] thds: 4 tps: 113.80 qps: 3225.38 (r/w/o: 1470.29/1527.49/227.60) lat (ms,95%): 81.48 err/s 0.30 reconn/s: 0.00
[ 2230s ] thds: 4 tps: 125.59 qps: 3604.96 (r/w/o: 1639.29/1714.58/251.08) lat (ms,95%): 71.83 err/s 0.40 reconn/s: 0.00
[ 2240s ] thds: 4 tps: 139.61 qps: 3856.88 (r/w/o: 1761.77/1815.78/279.33) lat (ms,95%): 62.19 err/s 0.90 reconn/s: 0.00
[ 2250s ] thds: 4 tps: 146.50 qps: 4308.62 (r/w/o: 1967.81/2047.91/292.90) lat (ms,95%): 58.92 err/s 0.40 reconn/s: 0.00
[ 2260s ] thds: 4 tps: 151.40 qps: 4412.38 (r/w/o: 2016.79/2092.69/302.90) lat (ms,95%): 59.99 err/s 0.40 reconn/s: 0.00
[ 2270s ] thds: 4 tps: 158.10 qps: 4632.42 (r/w/o: 2114.01/2202.21/316.20) lat (ms,95%): 57.87 err/s 0.50 reconn/s: 0.00
[ 2280s ] thds: 4 tps: 165.20 qps: 4638.19 (r/w/o: 2111.15/2196.75/330.29) lat (ms,95%): 53.85 err/s 1.00 reconn/s: 0.00
[ 2290s ] thds: 4 tps: 170.50 qps: 4726.16 (r/w/o: 2157.14/2228.04/340.99) lat (ms,95%): 52.89 err/s 0.40 reconn/s: 0.00
[ 2300s ] thds: 4 tps: 174.91 qps: 4874.18 (r/w/o: 2219.83/2304.43/349.92) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 2310s ] thds: 4 tps: 175.00 qps: 4877.98 (r/w/o: 2224.85/2303.14/349.99) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 2320s ] thds: 4 tps: 172.80 qps: 4926.31 (r/w/o: 2250.71/2330.01/345.60) lat (ms,95%): 51.02 err/s 0.40 reconn/s: 0.00
[ 2330s ] thds: 4 tps: 166.50 qps: 4858.39 (r/w/o: 2220.54/2304.84/333.01) lat (ms,95%): 54.83 err/s 0.70 reconn/s: 0.00
[ 2340s ] thds: 4 tps: 165.00 qps: 4583.55 (r/w/o: 2088.78/2164.88/329.90) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2350s ] thds: 4 tps: 172.00 qps: 4943.74 (r/w/o: 2252.17/2347.47/344.10) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 2360s ] thds: 4 tps: 175.20 qps: 5087.30 (r/w/o: 2319.20/2417.70/350.40) lat (ms,95%): 51.02 err/s 0.50 reconn/s: 0.00
[ 2370s ] thds: 4 tps: 178.60 qps: 5041.38 (r/w/o: 2305.34/2378.84/357.21) lat (ms,95%): 51.94 err/s 1.20 reconn/s: 0.00
[ 2380s ] thds: 4 tps: 177.50 qps: 5088.09 (r/w/o: 2312.79/2420.29/355.00) lat (ms,95%): 51.94 err/s 0.30 reconn/s: 0.00
[ 2390s ] thds: 4 tps: 180.20 qps: 5085.85 (r/w/o: 2319.22/2406.22/360.40) lat (ms,95%): 51.02 err/s 1.20 reconn/s: 0.00
[ 2400s ] thds: 4 tps: 181.20 qps: 4991.89 (r/w/o: 2276.00/2353.50/362.40) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 2410s ] thds: 4 tps: 179.00 qps: 5148.90 (r/w/o: 2353.40/2437.50/358.00) lat (ms,95%): 51.94 err/s 1.30 reconn/s: 0.00
[ 2420s ] thds: 4 tps: 181.00 qps: 4974.32 (r/w/o: 2266.16/2346.26/361.89) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 2430s ] thds: 4 tps: 180.10 qps: 5271.79 (r/w/o: 2407.94/2503.64/360.21) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 2440s ] thds: 4 tps: 179.29 qps: 5092.16 (r/w/o: 2322.93/2410.53/358.69) lat (ms,95%): 50.11 err/s 0.80 reconn/s: 0.00
[ 2450s ] thds: 4 tps: 167.00 qps: 4654.61 (r/w/o: 2120.15/2200.55/333.91) lat (ms,95%): 52.89 err/s 0.70 reconn/s: 0.00
[ 2460s ] thds: 4 tps: 167.80 qps: 4710.70 (r/w/o: 2152.40/2222.80/335.50) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 2470s ] thds: 4 tps: 173.60 qps: 4888.50 (r/w/o: 2231.20/2310.00/347.30) lat (ms,95%): 52.89 err/s 0.80 reconn/s: 0.00
[ 2480s ] thds: 4 tps: 176.90 qps: 5018.21 (r/w/o: 2283.21/2381.21/353.80) lat (ms,95%): 53.85 err/s 0.70 reconn/s: 0.00
[ 2490s ] thds: 4 tps: 179.30 qps: 5095.17 (r/w/o: 2322.39/2414.19/358.60) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 2500s ] thds: 4 tps: 181.10 qps: 4922.72 (r/w/o: 2245.81/2314.61/362.30) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 2510s ] thds: 4 tps: 179.40 qps: 5158.20 (r/w/o: 2347.96/2451.45/358.79) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 2520s ] thds: 4 tps: 181.20 qps: 5128.88 (r/w/o: 2340.94/2425.64/362.31) lat (ms,95%): 50.11 err/s 0.00 reconn/s: 0.00
[ 2530s ] thds: 4 tps: 178.19 qps: 5111.30 (r/w/o: 2330.76/2424.16/356.38) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2540s ] thds: 4 tps: 181.21 qps: 4993.17 (r/w/o: 2278.08/2352.58/362.51) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 2550s ] thds: 4 tps: 181.00 qps: 5121.86 (r/w/o: 2333.93/2426.03/361.90) lat (ms,95%): 49.21 err/s 1.20 reconn/s: 0.00
[ 2560s ] thds: 4 tps: 182.00 qps: 5122.88 (r/w/o: 2342.43/2416.44/364.01) lat (ms,95%): 50.11 err/s 0.60 reconn/s: 0.00
[ 2570s ] thds: 4 tps: 169.80 qps: 4871.10 (r/w/o: 2219.00/2312.40/339.70) lat (ms,95%): 55.82 err/s 0.60 reconn/s: 0.00
[ 2580s ] thds: 4 tps: 169.80 qps: 4895.52 (r/w/o: 2238.36/2317.66/339.49) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 2590s ] thds: 4 tps: 176.20 qps: 4910.87 (r/w/o: 2233.38/2325.08/352.40) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 2600s ] thds: 4 tps: 178.60 qps: 4991.92 (r/w/o: 2275.35/2359.25/357.31) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 2610s ] thds: 4 tps: 180.09 qps: 4991.90 (r/w/o: 2272.21/2359.61/360.09) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 2620s ] thds: 4 tps: 179.90 qps: 5140.96 (r/w/o: 2346.03/2435.13/359.80) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 2630s ] thds: 4 tps: 181.11 qps: 5087.14 (r/w/o: 2322.06/2402.87/362.21) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 2640s ] thds: 4 tps: 179.00 qps: 5211.30 (r/w/o: 2378.10/2475.10/358.10) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 2650s ] thds: 4 tps: 181.60 qps: 5225.81 (r/w/o: 2387.41/2475.21/363.20) lat (ms,95%): 50.11 err/s 0.80 reconn/s: 0.00
[ 2660s ] thds: 4 tps: 183.60 qps: 5114.36 (r/w/o: 2332.48/2414.68/367.20) lat (ms,95%): 50.11 err/s 1.10 reconn/s: 0.00
[ 2670s ] thds: 4 tps: 181.90 qps: 5195.38 (r/w/o: 2368.59/2462.99/363.80) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 2680s ] thds: 4 tps: 180.40 qps: 5202.06 (r/w/o: 2373.93/2467.33/360.80) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 2690s ] thds: 4 tps: 129.75 qps: 3659.37 (r/w/o: 1669.39/1730.57/259.41) lat (ms,95%): 92.42 err/s 0.30 reconn/s: 0.00
[ 2700s ] thds: 4 tps: 104.73 qps: 2789.95 (r/w/o: 1268.99/1311.50/209.46) lat (ms,95%): 89.16 err/s 0.30 reconn/s: 0.00
[ 2710s ] thds: 4 tps: 44.60 qps: 1263.65 (r/w/o: 576.72/597.62/89.30) lat (ms,95%): 458.96 err/s 0.10 reconn/s: 0.00
[ 2720s ] thds: 4 tps: 96.90 qps: 2739.25 (r/w/o: 1248.02/1297.52/193.70) lat (ms,95%): 121.08 err/s 0.30 reconn/s: 0.00
[ 2730s ] thds: 4 tps: 106.40 qps: 3093.30 (r/w/o: 1410.50/1470.00/212.80) lat (ms,95%): 92.42 err/s 0.60 reconn/s: 0.00
[ 2740s ] thds: 4 tps: 115.20 qps: 3181.40 (r/w/o: 1451.20/1499.70/230.50) lat (ms,95%): 71.83 err/s 0.20 reconn/s: 0.00
[ 2750s ] thds: 4 tps: 134.30 qps: 3829.68 (r/w/o: 1745.04/1816.24/268.39) lat (ms,95%): 62.19 err/s 0.50 reconn/s: 0.00
[ 2760s ] thds: 4 tps: 131.20 qps: 3608.51 (r/w/o: 1640.25/1705.75/262.51) lat (ms,95%): 64.47 err/s 0.40 reconn/s: 0.00
[ 2770s ] thds: 4 tps: 150.69 qps: 4059.21 (r/w/o: 1847.21/1910.61/301.39) lat (ms,95%): 56.84 err/s 0.80 reconn/s: 0.00
[ 2780s ] thds: 4 tps: 160.41 qps: 4455.45 (r/w/o: 2033.07/2101.47/320.91) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2790s ] thds: 4 tps: 161.00 qps: 4432.55 (r/w/o: 2018.38/2092.28/321.90) lat (ms,95%): 54.83 err/s 0.50 reconn/s: 0.00
[ 2800s ] thds: 4 tps: 170.70 qps: 4704.97 (r/w/o: 2140.39/2223.09/341.50) lat (ms,95%): 53.85 err/s 0.70 reconn/s: 0.00
[ 2810s ] thds: 4 tps: 169.30 qps: 4872.93 (r/w/o: 2226.56/2307.76/338.61) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 2820s ] thds: 4 tps: 173.30 qps: 4885.08 (r/w/o: 2232.79/2305.69/346.60) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 2830s ] thds: 4 tps: 171.80 qps: 5005.23 (r/w/o: 2282.91/2378.71/343.60) lat (ms,95%): 52.89 err/s 0.20 reconn/s: 0.00
[ 2840s ] thds: 4 tps: 174.20 qps: 5103.51 (r/w/o: 2323.60/2431.60/348.30) lat (ms,95%): 53.85 err/s 0.40 reconn/s: 0.00
[ 2850s ] thds: 4 tps: 161.80 qps: 4592.80 (r/w/o: 2091.60/2177.50/323.70) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 2860s ] thds: 4 tps: 172.30 qps: 4956.00 (r/w/o: 2264.46/2347.05/344.49) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 2870s ] thds: 4 tps: 176.20 qps: 4977.24 (r/w/o: 2276.82/2348.02/352.40) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 2880s ] thds: 4 tps: 175.99 qps: 5002.35 (r/w/o: 2275.23/2375.13/351.99) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 2890s ] thds: 4 tps: 177.61 qps: 5088.51 (r/w/o: 2321.39/2411.90/355.21) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 2900s ] thds: 4 tps: 178.90 qps: 5116.78 (r/w/o: 2338.39/2420.49/357.90) lat (ms,95%): 51.94 err/s 1.70 reconn/s: 0.00
[ 2910s ] thds: 4 tps: 178.40 qps: 5143.71 (r/w/o: 2346.11/2440.81/356.80) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 2920s ] thds: 4 tps: 180.20 qps: 4990.26 (r/w/o: 2270.98/2359.08/360.20) lat (ms,95%): 51.02 err/s 0.50 reconn/s: 0.00
[ 2930s ] thds: 4 tps: 179.40 qps: 5100.64 (r/w/o: 2327.82/2413.82/359.00) lat (ms,95%): 51.02 err/s 1.00 reconn/s: 0.00
[ 2940s ] thds: 4 tps: 177.20 qps: 5121.41 (r/w/o: 2329.36/2437.66/354.39) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 2950s ] thds: 4 tps: 180.30 qps: 5107.58 (r/w/o: 2327.14/2419.94/360.51) lat (ms,95%): 51.94 err/s 1.10 reconn/s: 0.00
[ 2960s ] thds: 4 tps: 177.78 qps: 5017.39 (r/w/o: 2288.97/2372.86/355.56) lat (ms,95%): 50.11 err/s 1.00 reconn/s: 0.00
[ 2970s ] thds: 4 tps: 161.62 qps: 4642.25 (r/w/o: 2122.30/2196.61/323.33) lat (ms,95%): 53.85 err/s 0.30 reconn/s: 0.00
[ 2980s ] thds: 4 tps: 174.70 qps: 4885.09 (r/w/o: 2229.39/2306.29/349.40) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 2990s ] thds: 4 tps: 177.10 qps: 4965.05 (r/w/o: 2265.82/2345.02/354.20) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 3000s ] thds: 4 tps: 180.00 qps: 5137.10 (r/w/o: 2343.40/2433.70/360.00) lat (ms,95%): 50.11 err/s 0.80 reconn/s: 0.00
[ 3010s ] thds: 4 tps: 169.90 qps: 4863.27 (r/w/o: 2220.49/2303.09/339.70) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 3020s ] thds: 4 tps: 181.20 qps: 5060.42 (r/w/o: 2305.71/2392.21/362.50) lat (ms,95%): 51.02 err/s 1.10 reconn/s: 0.00
[ 3030s ] thds: 4 tps: 181.10 qps: 4954.71 (r/w/o: 2256.80/2335.70/362.20) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 3040s ] thds: 4 tps: 181.20 qps: 5051.22 (r/w/o: 2302.46/2386.36/362.39) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 3050s ] thds: 4 tps: 180.90 qps: 5004.44 (r/w/o: 2282.22/2360.42/361.80) lat (ms,95%): 51.02 err/s 0.50 reconn/s: 0.00
[ 3060s ] thds: 4 tps: 179.80 qps: 4995.94 (r/w/o: 2284.52/2351.82/359.60) lat (ms,95%): 50.11 err/s 0.30 reconn/s: 0.00
[ 3070s ] thds: 4 tps: 181.30 qps: 5070.31 (r/w/o: 2313.50/2394.20/362.60) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 3080s ] thds: 4 tps: 181.10 qps: 5123.80 (r/w/o: 2346.70/2415.00/362.10) lat (ms,95%): 49.21 err/s 0.40 reconn/s: 0.00
[ 3090s ] thds: 4 tps: 156.50 qps: 4496.20 (r/w/o: 2047.35/2135.75/313.09) lat (ms,95%): 55.82 err/s 0.50 reconn/s: 0.00
[ 3100s ] thds: 4 tps: 175.50 qps: 4951.18 (r/w/o: 2260.85/2339.55/350.79) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 3110s ] thds: 4 tps: 176.10 qps: 5162.48 (r/w/o: 2353.53/2456.54/352.41) lat (ms,95%): 52.89 err/s 0.40 reconn/s: 0.00
[ 3120s ] thds: 4 tps: 177.70 qps: 5135.60 (r/w/o: 2346.55/2433.65/355.41) lat (ms,95%): 52.89 err/s 0.80 reconn/s: 0.00
[ 3130s ] thds: 4 tps: 179.00 qps: 5199.05 (r/w/o: 2367.62/2473.43/358.00) lat (ms,95%): 53.85 err/s 0.60 reconn/s: 0.00
[ 3140s ] thds: 4 tps: 179.19 qps: 5052.04 (r/w/o: 2300.13/2393.53/358.39) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 3150s ] thds: 4 tps: 175.90 qps: 5066.04 (r/w/o: 2303.07/2411.17/351.81) lat (ms,95%): 51.94 err/s 0.30 reconn/s: 0.00
[ 3160s ] thds: 4 tps: 180.70 qps: 5065.80 (r/w/o: 2314.20/2390.20/361.40) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 3170s ] thds: 4 tps: 181.10 qps: 5221.63 (r/w/o: 2384.11/2475.31/362.20) lat (ms,95%): 51.02 err/s 0.40 reconn/s: 0.00
[ 3180s ] thds: 4 tps: 180.70 qps: 5171.27 (r/w/o: 2366.69/2443.19/361.40) lat (ms,95%): 52.89 err/s 0.80 reconn/s: 0.00
[ 3190s ] thds: 4 tps: 178.90 qps: 5245.55 (r/w/o: 2387.48/2500.28/357.80) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 3200s ] thds: 4 tps: 161.50 qps: 4590.72 (r/w/o: 2098.96/2168.86/322.89) lat (ms,95%): 61.08 err/s 0.50 reconn/s: 0.00
[ 3210s ] thds: 4 tps: 105.40 qps: 3070.75 (r/w/o: 1397.52/1462.43/210.80) lat (ms,95%): 95.81 err/s 0.40 reconn/s: 0.00
[ 3220s ] thds: 4 tps: 58.49 qps: 1655.94 (r/w/o: 759.23/779.63/117.09) lat (ms,95%): 331.91 err/s 0.20 reconn/s: 0.00
[ 3230s ] thds: 4 tps: 58.48 qps: 1602.68 (r/w/o: 729.27/756.56/116.86) lat (ms,95%): 308.84 err/s 0.20 reconn/s: 0.00
[ 3240s ] thds: 4 tps: 94.64 qps: 2693.70 (r/w/o: 1227.10/1277.22/189.38) lat (ms,95%): 114.72 err/s 0.50 reconn/s: 0.00
[ 3250s ] thds: 4 tps: 100.80 qps: 2796.21 (r/w/o: 1271.26/1323.36/201.59) lat (ms,95%): 101.13 err/s 0.70 reconn/s: 0.00
[ 3260s ] thds: 4 tps: 110.70 qps: 3116.20 (r/w/o: 1422.95/1471.85/221.41) lat (ms,95%): 71.83 err/s 0.50 reconn/s: 0.00
[ 3270s ] thds: 4 tps: 121.80 qps: 3423.78 (r/w/o: 1557.15/1623.24/243.39) lat (ms,95%): 66.84 err/s 0.40 reconn/s: 0.00
[ 3280s ] thds: 4 tps: 146.51 qps: 4090.61 (r/w/o: 1861.89/1935.60/293.11) lat (ms,95%): 57.87 err/s 0.40 reconn/s: 0.00
[ 3290s ] thds: 4 tps: 137.30 qps: 3944.40 (r/w/o: 1794.50/1875.30/274.60) lat (ms,95%): 61.08 err/s 0.60 reconn/s: 0.00
[ 3300s ] thds: 4 tps: 150.19 qps: 4233.32 (r/w/o: 1933.82/1999.11/300.39) lat (ms,95%): 56.84 err/s 0.50 reconn/s: 0.00
[ 3310s ] thds: 4 tps: 161.30 qps: 4591.07 (r/w/o: 2092.83/2175.53/322.70) lat (ms,95%): 54.83 err/s 0.60 reconn/s: 0.00
[ 3320s ] thds: 4 tps: 158.40 qps: 4633.73 (r/w/o: 2114.56/2202.46/316.71) lat (ms,95%): 56.84 err/s 0.60 reconn/s: 0.00
[ 3330s ] thds: 4 tps: 169.20 qps: 4758.00 (r/w/o: 2164.20/2255.30/338.50) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 3340s ] thds: 4 tps: 172.60 qps: 4930.11 (r/w/o: 2250.80/2334.10/345.20) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 3350s ] thds: 4 tps: 172.80 qps: 4772.28 (r/w/o: 2172.19/2254.49/345.60) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 3360s ] thds: 4 tps: 161.99 qps: 4579.46 (r/w/o: 2085.84/2169.63/323.99) lat (ms,95%): 51.94 err/s 0.80 reconn/s: 0.00
[ 3370s ] thds: 4 tps: 162.71 qps: 4694.45 (r/w/o: 2142.67/2226.47/325.31) lat (ms,95%): 55.82 err/s 0.70 reconn/s: 0.00
[ 3380s ] thds: 4 tps: 175.10 qps: 4923.52 (r/w/o: 2246.01/2327.31/350.20) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 3390s ] thds: 4 tps: 177.80 qps: 5028.78 (r/w/o: 2294.89/2378.19/355.70) lat (ms,95%): 50.11 err/s 0.90 reconn/s: 0.00
[ 3400s ] thds: 4 tps: 178.20 qps: 5053.72 (r/w/o: 2310.56/2386.76/356.39) lat (ms,95%): 49.21 err/s 0.40 reconn/s: 0.00
[ 3410s ] thds: 4 tps: 177.90 qps: 5148.94 (r/w/o: 2349.12/2444.12/355.70) lat (ms,95%): 50.11 err/s 0.90 reconn/s: 0.00
[ 3420s ] thds: 4 tps: 178.30 qps: 5289.77 (r/w/o: 2415.03/2518.03/356.70) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 3430s ] thds: 4 tps: 181.50 qps: 5067.05 (r/w/o: 2313.18/2390.88/363.00) lat (ms,95%): 51.02 err/s 1.00 reconn/s: 0.00
[ 3440s ] thds: 4 tps: 179.09 qps: 5244.50 (r/w/o: 2392.21/2494.21/358.09) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 3450s ] thds: 4 tps: 179.91 qps: 5211.74 (r/w/o: 2383.11/2468.81/359.82) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 3460s ] thds: 4 tps: 181.80 qps: 5144.74 (r/w/o: 2341.47/2439.67/363.60) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 3470s ] thds: 4 tps: 180.70 qps: 5124.68 (r/w/o: 2333.69/2429.59/361.40) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 3480s ] thds: 4 tps: 167.20 qps: 4926.84 (r/w/o: 2243.02/2349.32/334.50) lat (ms,95%): 55.82 err/s 0.70 reconn/s: 0.00
[ 3490s ] thds: 4 tps: 172.20 qps: 4818.83 (r/w/o: 2197.71/2276.72/344.40) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 3500s ] thds: 4 tps: 176.50 qps: 5031.24 (r/w/o: 2292.77/2385.57/352.90) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 3510s ] thds: 4 tps: 178.90 qps: 5036.35 (r/w/o: 2300.12/2378.43/357.80) lat (ms,95%): 50.11 err/s 1.00 reconn/s: 0.00
[ 3520s ] thds: 4 tps: 181.50 qps: 5194.05 (r/w/o: 2372.08/2458.88/363.10) lat (ms,95%): 50.11 err/s 0.60 reconn/s: 0.00
[ 3530s ] thds: 4 tps: 183.20 qps: 5254.82 (r/w/o: 2397.01/2491.51/366.30) lat (ms,95%): 51.94 err/s 0.50 reconn/s: 0.00
[ 3540s ] thds: 4 tps: 181.90 qps: 5098.33 (r/w/o: 2324.91/2409.62/363.80) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 3550s ] thds: 4 tps: 180.50 qps: 5117.57 (r/w/o: 2335.94/2420.64/360.99) lat (ms,95%): 52.89 err/s 0.60 reconn/s: 0.00
[ 3560s ] thds: 4 tps: 180.50 qps: 5208.58 (r/w/o: 2374.29/2473.19/361.10) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 3570s ] thds: 4 tps: 180.40 qps: 5391.41 (r/w/o: 2459.75/2570.95/360.71) lat (ms,95%): 51.02 err/s 0.90 reconn/s: 0.00
[ 3580s ] thds: 4 tps: 182.80 qps: 5097.67 (r/w/o: 2329.29/2402.79/365.60) lat (ms,95%): 50.11 err/s 0.80 reconn/s: 0.00
[ 3590s ] thds: 4 tps: 183.20 qps: 5162.87 (r/w/o: 2358.73/2437.73/366.40) lat (ms,95%): 50.11 err/s 0.70 reconn/s: 0.00
[ 3600s ] thds: 4 tps: 169.00 qps: 4755.11 (r/w/o: 2168.31/2248.71/338.10) lat (ms,95%): 55.82 err/s 0.70 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            7080510
        write:                           7352321
        other:                           1092092
        total:                           15524923
    transactions:                        546040 (151.68 per sec.)
    queries:                             15524923 (4312.45 per sec.)
    ignored errors:                      2365   (0.66 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          3600.0222s
    total number of events:              546040

Latency (ms):
         min:                                    2.21
         avg:                                   26.37
         max:                                 3066.80
         95th percentile:                       58.92
         sum:                             14398754.08

Threads fairness:
    events (avg/stddev):           136510.0000/436.91
    execution time (avg/stddev):   3599.6885/0.01